#Задание №1 Поработать с переменными, создать несколько, вывести на экран.
import tkinter
import PIL
print("Привет, меня зовут Djennet")
name = input("Как вас зовут?: ")
print("Привет", name, "!")
surname = input("Как ваша фамилия?: ")
age = int(input("Сколько вам лет?: "))


